/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-blog",
      "settings": {
        "layout": "collage",
        "show_image": true,
        "image_height": "medium",
        "show_date": true,
        "show_author": false,
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "rich_text_XwftE6": {
      "type": "rich-text",
      "blocks": {
        "heading_nfgCTE": {
          "type": "heading",
          "settings": {
            "heading": "Shipping and Delivery",
            "heading_size": "h1"
          }
        },
        "text_7rjRJG": {
          "type": "text",
          "settings": {
            "text": "<h4><strong>PRE ORDER </strong></h4><p>All items labeled as \"Pre-Order\" are made in limited quantities and are shipped within the time frame specified in each product description. The production time is approximately one week, after which we prepare the item for shipment. If you have any issues with your order, please don’t hesitate to contact us at <a><strong>customers@vivienvibe.com</strong></a>.</p><h4><strong>DELIVERY INFORMATION</strong></h4><p>Currently, we offer free shipping on all orders over <strong>€150</strong>. Since we are based in France, no additional customs duties or fees are required for deliveries within Europe. Delivery time within Europe is typically <strong>3-5 business days</strong>.</p><h4><strong>INTERNATIONAL ORDERS</strong></h4><p>For customers outside the European Union, we offer international shipping via DHL. Please note that additional customs duties and taxes may apply depending on your location. We kindly remind you that we are not responsible for any additional charges incurred during delivery and cannot accept returns or provide refunds for orders that are not received due to unpaid duties.</p><p>If you have any questions or need assistance, feel free to reach out to us—we’re here to help! 😊</p><h4><strong>EXPRESS SHIPPING</strong></h4><p>We offer an express delivery option! Feel free to reach out to us at <a><strong>customers@vivienvibe.com</strong></a>, and we’ll be happy to discuss your delivery timing to ensure it arrives by your desired date! </p><h4><strong>TRACK YOUR ORDER</strong></h4><p> To track your order, simply use the tracking number provided in the shipment confirmation email.</p><p>If you haven’t received the shipment confirmation email yet, don’t worry – it just means your package hasn’t been shipped out yet. You’ll receive the email as soon as your order leaves our warehouse.</p><p>Please keep in mind that if your order is returned to us because it wasn't picked up, we won’t be able to cover the cost of reshipping it to you. Thank you for understanding!</p>"
          }
        }
      },
      "block_order": [
        "heading_nfgCTE",
        "text_7rjRJG"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_XwftE6"
  ]
}
